Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: The village is remote, closed off from the rest of the country during the winter, and it lacks even basic services, like schools.
ne: पहिलेको सुदृढ समुदाय हाल आएर चार जनामा सीमित भएको छ। दुर्गम यो गाउँ जाडो याममा देशका अन्य भागबाट अलग्गिन्छ र यहाँ विद्यालय जस्ता आधारभूत सेवा पनि छैन।

source: The situation has become so dire that Nikol Martirosyan, 60, and his wife Haykush Nikoghosyan – one of the two remaining families in the village – are thinking of leaving.
ne: यहाँको अवस्था यति नाजुक छ कि यहाँका दुई परिवारमध्ये ६० वर्षीय निकोल मार्तिरोस्यान र उनकी श्रीमती हेयकुश निकोघोस्यान गाउँ छोड्नेबारे सोच्दैछन्।

source: Hrant Minasyan and his wife Margarit Kchoyan, the other remaining family, have lived in the village for 30 years. Hrant is 62 and has little hope that his family will remain in Lernagyugh after he dies: one of his two sons works abroad and the second has already resettled in a different village.
ne: अर्को परिवारका ह्रान्त मिनास्यान र उनकी श्रीमती मार्गरिट कोचोयान यस गाउँमा ३० वर्षदेखि बस्दै आएका छन्। ह्रान्त ६२ वर्षका भए र उनको मृत्यु पश्चात् उनको परिवार लेर्नाग्युघमा बस्छ भन्ने उनलाई झिनो आशा छ। उनका एक छोरा विदेशमा काम गर्छन् र अर्का छोरा अर्कै गाउँमा बसाइ सरेका छन्।
